Repository: DjangoAdminHackers/django-linkcheck
Catalog: linkcheck/locale/*/LC_MESSAGES/django.po
Languages: de

source: source
de: Quelle

source: Actions
de: Aktionen

source: Recheck selected links
de: Ausgewählte Links erneut prüfen

source: The link "{}" was rechecked.
de: Der Link "{}" wurde erneut überprüft.

source: The selected links were rechecked.
de: Die ausgewählten Links wurden erneut überprüft.

source: Ignore selected links
de: Ausgewählte Links ignorieren

source: The link "{}" is now ignored.
de: Der Link "{}" wird nun ignoriert.

source: The selected links are now ignored.
de: Die ausgewählten Links werden nun ignoriert.

source: No longer ignore selected links
de: Ausgewählte Links nicht mehr ignorieren

source: The link "{}" is no longer ignored.
de: Der Link "{}" wird nicht mehr ignoriert.

source: The selected links are no longer ignored.
de: Die ausgewählten Links werden nicht mehr ignoriert.

source: Ignored links
de: Ignorierte Links

source: Not ignored links
de: Nicht ignorierte Links

source: All
de: Alle

source: Ignored
de: ignoriert

source: type
de: Typ

source: Anchor
de: Anker

source: message
de: Nachricht

source: Recheck selected URLs
de: Ausgewählte URLs erneut prüfen

source: The URL "{}" was rechecked.
de: Die URL "{}" wurde erneut überprüft.

source: The selected URLs were rechecked.
de: Die ausgewählten URLs wurden erneut überprüft.

source: Ignore selected URLs
de: Ausgewählte URLs ignorieren

source: The URL "{}" is now ignored.
de: Die URL "{}" wird nun ignoriert.

source: The selected URLs are now ignored.
de: Die ausgewählten URLs werden nun ignoriert.

source: No longer ignore selected URLs
de: Ausgewählte URLs nicht mehr ignorieren

source: The URL "{}" is no longer ignored.
de: Die URL "{}" wird nicht mehr ignoriert.

source: The selected URLs are no longer ignored.
de: Die ausgewählten URLs werden nicht mehr ignoriert.

source: Valid URLs
de: Gültige URLs

source: Invalid URLs
de: Ungültige URLs

source: Unchecked URLs
de: Nicht geprüfte URLs

source: Ignored URLs
de: Ignorierte URLs

source: Uploading {} has corrected {} broken link.
de: Das Hochladen von {} hat {} fehlerhaften Link korrigiert.

source: Please note
de: Bitte beachten Sie

source: See the Link Checker for more details.
de: Weitere Einzelheiten finden Sie im Link Checker.

source: Renaming {} has caused {} link to break.
de: Das Umbenennen von {} hat dazu geführt, dass {} Link nicht mehr funktioniert.

source: Warning
de: Warnung

source: Please use the Link Checker to fix them.
de: Bitte verwenden Sie den Link Checker, um sie zu korrigieren.

source: Renaming {} has corrected {} broken link.
de: Das Umbenennen von {} hat {} fehlerhaften Link korrigiert.

source: Deleting {} has caused {} link to break.
de: Das Löschen von {} hat dazu geführt, dass {} Link nicht mehr funktioniert.

source: Valid
de: Gültig

source: Invalid
de: Ungültig

source: Unchecked
de: Nicht geprüft

source: External
de: Extern

source: Internal
de: Intern

source: File
de: Datei

source: Phone number
de: Telefonnummer

source: Empty
de: Leer

source: last checked
de: zuletzt geprüft

source: anchor status
de: Anker-Status

source: redirect status code
de: Status-Code der Weiterleitung

source: error message
de: Fehlermeldung

source: redirects to
de: Leitet weiter zu

source: Working empty anchor
de: Funktionierender leerer Anker

source: Anchor could not be checked
de: Anker konnte nicht geprüft werden

source: Broken anchor
de: Ungültiger Anker

source: Working anchor
de: Funktionierender Anker

source: Insecure link
de: Unsicherer Link

source: SSL certificate could not be checked
de: SSL-Zertifikat konnte nicht überprüft werden

source: Broken SSL certificate
de: Fehlerhaftes SSL-Zertifikat

source: Valid SSL certificate
de: Valides SSL-Zertifikat

source: URL Not Yet Checked
de: URL noch nicht geprüft

source: Empty link
de: Leerer Link

source: Invalid URL
de: Ungültige URL

source: not automatically checked
de: nicht automatisch geprüft

source: Phone number link
de: Telefonnummern-Link

source: Anchor link
de: Anker-Link

source: Working file link
de: Funktionierender Datei-Link

source: Missing file
de: Fehlende Datei

source: Working external link
de: Funktionierender externer Link

source: Working internal link
de: Funktionierender interner Link

source: Working permanent redirect
de: Funktionierende dauerhafte Weiterleitung

source: Working temporary redirect
de: Funktionierende temporäre Weiterleitung

source: Broken permanent redirect
de: Fehlerhafte dauerhafte Weiterleitung

source: Broken temporary redirect
de: Fehlerhafte temporäre Weiterleitung

source: Broken external link
de: Fehlerhafter externer Link

source: Broken internal link
de: Fehlerhafter interner Link

source: source model
de: Quell-Modell

source: source object id
de: Quell-Objekt ID

source: field
de: Feld

source: ignored
de: ignoriert

source: Recheck
de: Erneut prüfen

source: Unignore
de: Nicht ignorieren

source: Ignore
de: Ignorieren

source: view
de: anzeigen

source: edit
de: bearbeiten

source: filter
de: filtern
